Repository: wafi543/portfolio-backend-api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Invalid refresh token
ar: رمز التحديث غير صالح

source: Invalid credentials
ar: بيانات الدخول غير صحيحة

source: Old password is not correct
ar: كلمة المرور القديمة غير صحيحة

source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

source: Category name must contain only English alphabetical characters and spaces.
ar: يجب أن يحتوي اسم الفئة على أحرف إنجليزية وفراغات فقط.

source: Category Arabic name must contain only Arabic characters and spaces.
ar: يجب أن يحتوي الاسم العربي للفئة على أحرف عربية وفراغات فقط.

source: Image size ({} MB) exceeds 5MB limit
ar: حجم الصورة ({} MB) يتجاوز حد 5MB

source: Category selection requires authentication.
ar: اختيار الفئة يتطلب المصادقة.

source: Category does not exist or does not belong to you.
ar: الفئة غير موجودة أو لا تنتمي إليك.

source: Cannot delete category with associated portfolios. Please reassign or delete the portfolios first.
ar: لا يمكن حذف التصنيف الذي يحتوي على أعمال مرتبطة. يرجى إعادة تعيين أو حذف الأعمال أولاً.

source: Portfolio info not found
ar: لم يتم العثور على معلومات العمل
